Repository: antonbil/config-editor
Catalog: languages/tablepress-query-*.po
Languages: nl_nl

source: Config Editor for Database Sync
nl_nl: Configuratie Editor voor Database Sync

source: https://yourwebsite.url/
nl_nl: https://jouwwebsite.url/

source: A plugin to edit the databasesync_config.json file located in the active child theme's directory.
nl_nl: Een plugin om het databasesync_config.json bestand te bewerken, dat zich in de map van het actieve child theme bevindt.

source: Database Sync Config
nl_nl: Database Sync Configuratie

source: Error: Configuration file %1$s not found in the active theme directory: %2$s
nl_nl: Fout: Configuratiebestand %1$s niet gevonden in de map van het actieve thema: %2$s

source: Warning: The configuration file %s is not writable. Please check server permissions.
nl_nl: Waarschuwing: Het configuratiebestand %s is niet schrijfbaar. Controleer de serverrechten.

source: You do not have sufficient permissions to save this configuration.
nl_nl: U heeft onvoldoende rechten om deze configuratie op te slaan.

source: Error: The entered text is not valid JSON. (%s)
nl_nl: Fout: De ingevoerde tekst is geen geldige JSON. (%s)

source: Configuration saved successfully.
nl_nl: Configuratie succesvol opgeslagen.

source: Error writing to the configuration file. Please check file permissions or disk space.
nl_nl: Fout bij het schrijven naar het configuratiebestand. Controleer de bestandsrechten of schijfruimte.

source: Error reading the configuration file.
nl_nl: Fout bij het lezen van het configuratiebestand.

source: Error: WordPress Filesystem API could not be initialized.
nl_nl: Fout: WordPress Filesystem API kon niet worden ge√Ønitialiseerd.

source: You do not have sufficient permissions to access this page.
nl_nl: U heeft onvoldoende rechten om deze pagina te openen.

source: You do not have sufficient permissions to view or edit this configuration.
nl_nl: U heeft onvoldoende rechten om deze configuratie te bekijken of te bewerken.

source: JSON Configuration Content
nl_nl: JSON Configuratie Inhoud

source: Text File Content
nl_nl: Tekstbestand Inhoud

source: File Content
nl_nl: Bestandsinhoud

source: Ensure the JSON structure remains valid. Incorrect JSON can lead to issues reading the data.
nl_nl: Zorg ervoor dat de JSON-structuur geldig blijft. Incorrecte JSON kan problemen veroorzaken bij het lezen van de gegevens.

source: Save Configuration
nl_nl: Configuratie Opslaan

source: Editing file: %s
nl_nl: Bestand bewerken: %s

source: Error: Configuration file %s could not be processed or was not found.
nl_nl: Fout: Configuratiebestand %s kon niet worden verwerkt of werd niet gevonden.
